/* No comment provided by engineer. */
"(Multiple)" = "(mehrere)";

/* (None) */
"(None)" = "(keine)";

/* Abort */
"Abort" = "Abbrechen";

/* AbortClone */
"AbortClone" = "Klonen abbrechen";

/* AbortGraft */
"AbortGraft" = "Graft abbrechen";

/* AbortRebase */
"AbortRebase" = "Rebase abbrechen";

/* AcceptAndContinue */
"AcceptAndContinue" = "Akzeptieren und fortfahren";

/* AccessibilitySidebarBookmark */
"AccessibilitySidebarBookmark" = "Lesezeichen";

/* AccessibilitySidebarBranch */
"AccessibilitySidebarBranch" = "Branch";

/* AccessibilitySidebarCurrentBookmark */
"AccessibilitySidebarCurrentBookmark" = "Aktuelles Lesezeichen";

/* AccessibilitySidebarCurrentBranch */
"AccessibilitySidebarCurrentBranch" = "Aktueller Brach";

/* AccessibilitySidebarFileStatus */
"AccessibilitySidebarFileStatus" = "Dateistatus";

/* AccessibilitySidebarRemote */
"AccessibilitySidebarRemote" = "Remote";

/* AccessibilitySidebarRemoteBranch */
"AccessibilitySidebarRemoteBranch" = "Entfernter Branch";

/* AccessibilitySidebarStash */
"AccessibilitySidebarStash" = "Stash";

/* AccessibilitySidebarSubmodule */
"AccessibilitySidebarSubmodule" = "Untermodul";

/* AccessibilitySidebarSubtree */
"AccessibilitySidebarSubtree" = "Unterbaum";

/* AccessibilitySidebarTag */
"AccessibilitySidebarTag" = "Tag";

/* AccountCreationFailed */
"AccountCreationFailed" = "Account konnte nicht erstellt werden";

/* AddGlobalIgnore */
"AddGlobalIgnore" = "Global ignorieren";

/* AddLocalIgnore */
"AddLocalIgnore" = "In dieser Repository ignorieren";

/* AddSubtreeTaskSummaryTitle */
"AddSubtreeTaskSummaryTitle" = "Unterbaum zum lokalen Pfad '%@' hinzufügen…";

/* AddToIndexMenuTitle */
"AddToIndexMenuTitle" = "Zum Index hinzufügen";

/* AllFiles */
"AllFiles" = "Alle Dateien";

/* AllTrackedBranches */
"AllTrackedBranches" = "Alle verfolgten Branches";

/* AlreadyResolvedDesc */
"AlreadyResolveDesc" = "Die folgenden Dateien sind bereits als gelöst markiert, sollen diese wirklich vereint werden?\n\n%@";

/* AlreadyResolvedTitle */
"AlreadyResolvedTitle" = "Datei bereits gelöst";

/* ApplyPatchNoPatchSpecified */
"ApplyPatchNoPatchSpecified" = "Keine Patch-Datei ausgewählt";

/* ApplyPatchNoPatchText */
"ApplyPatchNoPatchText" = "Kein Patch-Text angegeben";

/* ApplyPatchOpenPanelMessage */
"ApplyPatchOpenPanelMessage" = "Wähle eine Patch-Datei aus";

/* ApplyPatchOpenPanelNameLabel */
"ApplyPatchOpenPanelNameLabel" = "Patch-Datei:";

/* ApplyPatchOpenPanelTitle */
"ApplyPatchOpenPanelTitle" = "Patch-Datei öffnen";

/* ApplyPatchRejectionsMsg */
"ApplyPatchRejectionsMsg" = "Ein oder mehre Blöcke des soeben angewendeten Patch wurden nicht angewendet. Die nicht angewendeten Blöcke sind in '.rej'-Dateien mit dem gleichen Namen der betroffenen Datei zu finden. Die betroffenen Dateien sind:\n\n%@";

/* ApplyPatchRejectionsTitle */
"ApplyPatchRejectionsTitle" = "Nicht angewendete Blöcke im Patch";

/* AppNotFound */
"AppNotFound" = "%@ wurde auf dem System nicht gefunden. Es muss installiert werden, bevor dieses Werkzeug benutzt werden kann.";

/* AppNotFoundMsg */
"AppNotFoundMsg" = "%@ wurde auf dem System nicht gefunden. Es muss installiert werden, bevor dieses Werkzeug benutzt werden kann.";

/* AppNotFoundTitle */
"AppNotFoundTitle" = "Anwendung nicht gefunden";

/* AraxisMergeCmdLineNotFound */
"AraxisMergeCmdLineNotFound" = "Die benötigten Araxis Merge Kommandozeilen-Werkzeuge sind momentan nicht installiert. Sie müssen von der Araxis Merge-Website heruntergeladen und installiert werden.";

/* AraxisMergeCmdLineNotFoundTitle */
"AraxisMergeCmdLineNotFoundTitle" = "Araxis Merge Kommandozeilen-Werkzeuge nicht gefunden";

/* AraxisMergeNotFound */
"AraxisMergeNotFound" = "Araxis Merge wurde auf diesem Mac nicht gefunden. Es muss installiert werden, um für externe Vergleiche und Merges benutzt zu werden.";

/* AraxisMergeNotFoundTitle */
"AraxisMergeNotFoundTitle" = "Araxis Merge ist nicht installiert";

/* AuthInstallCommandLineToolPrompt */
"AuthInstallCommandLineToolPrompt" = "AuthInstallCommandLineToolPrompt";

/* AuthorisationFailedTitle */
"AuthorisationFailedTitle" = "Autorisation fehlgeschlagen";

/* Automatic */
"Automatic" = "Automatisch";

/* BranchPullTaskSummary */
"BranchPullTaskSummary" = "Lade Branch \"%@\" von \"%@\"";

/* BrowseDefaultFolderLabel */
"BrowseDefaultFolderLabel" = "Standardordner:";

/* BrowseDefaultFolderMsg */
"BrowseDefaultFolderMsg" = "Standardordner für neue Repositories und Clones auswählen";

/* BrowseDefaultFolderTitle */
"BrowseDefaultFolderTitle" = "Standardordner";

/* BrowseDefaultGPGFileMsg */
"BrowseDefaultGPGFileMsg" = "Wählen Sie GPG-Speicherort für Commit-Signaturen";

/* BrowseDefaultGPGFileTitle */
"BrowseDefaultGPGFileTitle" = "Standard-GPG-Speicherort";

/* BrowseGitGlobalIgnoreLabel */
"BrowseGitGlobalIgnoreLabel" = "Datei ignorieren:";

/* BrowseGitGlobalIgnoreMsg */
"BrowseGitGlobalIgnoreMsg" = "Wählen Sie Ihre ignore-Datei für Git aus";

/* BrowseGitGlobalIgnoreTitle */
"BrowseGitGlobalIgnoreTitle" = "Globale Ignorier-Liste für Git";

/* BrowseHgGlobalIgnoreLabel */
"BrowseHgGlobalIgnoreLabel" = "Datei ignorieren:";

/* BrowseHgGlobalIgnoreMsg */
"BrowseHgGlobalIgnoreMsg" = "Globale Mercurial Ignore-Datei auswählen";

/* BrowseHgGlobalIgnoreTitle */
"BrowseHgGlobalIgnoreTitle" = "Globale Mercurial Ignore-Datei";

/* BrowserLoadError */
"BrowserLoadError" = "Beim Laden der Lesezeichen ist ein Fehler aufgetreten";

/* BrowserLoadErrorTitle */
"BrowserLoadErrorTitle" = "Lesezeichen konnten nicht geladen werden";

/* Cancel */
"Cancel" = "Abbrechen";

/* Change Folder */
"ChangeFolder" = "Ordner ändern";

/* ChangesNotFound */
"ChangesNotFound" = "Araxis Merge wurde auf diesem Mac nicht gefunden. Es muss installiert werden, um für externe Vergleiche und Merges ausgewählt zu werden.";

/* ChangesNotFoundTitle */
"ChangesNotFoundTitle" = "Keine Änderungen gefunden";

/* ChangeSubmoduleSourceMsg */
"ChangeSubmoduleSourceMsg" = "Geben Sie eine neue Quell-URL für '%@' an";

/* ChangeSubmoduleSourceTitle */
"ChangeSubmoduleSourceTitle" = "Quell-URL für Submodul ändern";

/* ChangeSubrepoSourceTitle */
"ChangeSubrepoSourceTitle" = "Wechsel die Quelle für Subrepository";

/* CheckingCloneUrl */
"CheckingCloneUrl" = "Überprüfe Clone URL ...";

/* CheckingForUserStatus */
"CheckingForUserStatus" = "Überprüfe Benutzer ...";

/* CheckingSubmodules */
"CheckingSubmodules" = "Überprüfe Submodule ...";

/* CheckingSubrepositories */
"CheckingSubrepositories" = "Überprüfe Subrepositories ...";

/* CheckoutMenuTitle */
"CheckoutMenuTitle" = "Auschecken...";

/* CheckoutUncommittedShelveLabel */
"CheckoutUncommittedShelveLabel" = "Mit Beschreibung zwischenspeichern:";

/* CheckoutUncommittedStashLabel */
"CheckoutUncommittedStashLabel" = "Mit Beschreibung zwischenspeichern:";

/* CheckoutUrlLocalBranchExistsMsg */
"CheckoutUrlLocalBranchExistsMsg" = "Der lokale Branch '%@' existiert bereits. Wollen sie die neusten Änderung von '%@/%@' in diesen existierenden Branch pullen?";

/* CheckoutUrlLocalBranchExistsTitle */
"CheckoutUrlLocalBranchExistsTitle" = "Lokaler Branch existiert bereits";

/* CherryPickMenuTitle */
"CherryPickMenuTitle" = "Rosinen herauspicken";

/* CleanFiles */
"CleanFiles" = "Bereinige Dateien";

/* CloneDirNotEmptyMsg */
"CloneDirNotEmptyMsg" = "Der Zielpfad %@ existiert bereits und enthält Dateien. Bitte wähle einen leeren oder neuen Ordner für das Klonen.";

/* CloneDirNotEmptyTitle */
"CloneDirNotEmptyTitle" = "Clone in nicht-leeren Ordner nicht möglich";

/* CloneFromToMsg */
"CloneFromToMsg" = "Klone von %@ nach %@";

/* CloneInProgressMsg */
"CloneInProgressMsg" = "Du klonst gerade ein Repository, wenn Du SourceTree jetzt beendest wird der Klonvorgang abgebrochen. Bist Du sicher das Du SourceTree beenden möchtest?";

/* CloneInProgressTitle */
"CloneInProgressTitle" = "Klonvorgang findet statt";

/* CmdLineInstallHelperFailedMsg */
"CmdLineInstallHelperFailedMsg" = "Fehler bei der Installation der Kommandozeilen-Werkzeuge. Bitte konsultieren sie die System Logs für weitere Details.";

/* CmdLineInstallHelperFailedTitle */
"CmdLineInstallHelperFailedTitle" = "Installation fehlgeschlagen";

/* CmdLineToolNotFoundMsg */
"CmdLineToolNotFoundMsg" = "Das Kommandozeilen-Werkzeug %@ wurde auf Ihrem System nicht gefunden. Bitte stellen Sie sicher, dass sie die Kommandozeilen-Werkzeuge für die ausgewählte Option zuerst installieren.";

/* CmdLineToolNotFoundTitle */
"CmdLineToolNotFoundTitle" = "Werkzeug nicht gefunden";

/* CommandHistoryTableTitle */
"CommandHistoryTableTitle" = "Befehlsverlauf";

/* Commit */
"Commit" = "Commit";

/* Commit... */
"Commit..." = "Commit...";

/* CommitDetails */
"CommitDetails" = "Commit-Details";

/* CommitLabel */
"CommitLabel" = "Commit:";

/* CompanyRegisterField */
"CompanyRegisterField" = "Firma";

/* CompleteAllFieldsMsg */
"CompleteAllFieldsMsg" = "Bitte alle Felder ausfüllen";

/* CompleteAllFieldsTitle */
"CompleteAllFieldsTitle" = "Pflichtfelder benötigt";

/* ConfirmAbortGraftMsg */
"ConfirmAbortGraftMsg" = "Are you sure you want to abort the graft in progress? This will discard all your local changes.";

/* ConfirmAbortGraftTitle */
"ConfirmAbortGraftTitle" = "Graft abbrechen?";

/* ConfirmAbortRebaseMsg */
"ConfirmAbortRebaseMsg" = "Soll Rebase wirklich abgebrochen werden?";

/* ConfirmAbortRebaseTitle */
"ConfirmAbortRebaseTitle" = "Rebase abbrechen?";

/* Confirm Add Files Message
   ConfirmAddFilesMessage */
"ConfirmAddFilesMessage" = "Der Inhalt der folgenden Dateien wird zur Versionsverwaltung hinzugefügt:\n%@";

/* Confirm Add Files
   ConfirmAddFilesTitle */
"ConfirmAddFilesTitle" = "Wirklich hinzufügen?";

/* ConfirmAddLargeFilesMessage */
"ConfirmAddLargeFilesMessage" = "Die folgenden Dateien sind größer als 10MB, sollen diese wirklich zur Versionsverwaltung hinzugefügt werden?\n\n%@";

/* ConfirmAddLargeFilesTitle */
"ConfirmAddLargeFilesTitle" = "Große Dateien wurden erkannt";

/* ConfirmAddRemove */
"ConfirmAddRemove" = "Diese Aktion wird alle fehlenden Dateien aus der Arbeitskopie entfernen und alle neuen Dateien zu dieser hinzufügen.\n\nWirklich fortsetzen?";

/* ConfirmAddRemoveTitle */
"ConfirmAddRemoveTitle" = "Bestätige das Hinzufügen bzw. Entfernen";

/* ConfirmAddWorkingCopyMsg */
"ConfirmAddWorkingCopyMsg" = "Eine Arbeitskopie mit dem gleichen Pfad existiert bereits.\n\nBist Du sicher, das Du fortfahren möchtest?";

/* ConfirmAddWorkingCopyTitle */
"ConfirmAddWorkingCopyTitle" = "Arbeitskopie hinzufügen bestätigen";

/* ConfirmApplyStashMsg */
"ConfirmApplyStashMsg" = "Sind Sie sicher, dass der Stash '%@' auf die Arbeitskopie angewendet werden soll ?";

/* ConfirmApplyStashTitle */
"ConfirmApplyStashTitle" = "Stash anwenden ?";

/* ConfirmBackout */
"ConfirmBackout" = "Bist Du sicher, dass Du die Änderungen rückgängig machen möchtest?";

/* ConfirmBackoutTitle */
"ConfirmBackoutTitle" = "Wirklich zurücksetzen?";

/* ConfirmCloseBranchMsg */
"ConfirmCloseBranchMsg" = "Soll der Branch \"%@\" wirklich geschlossen werden?";

/* ConfirmCloseBranchTitle */
"ConfirmCloseBranchTitle" = "Schließen des Branch bestätigen";

/* ConfirmContinueGraftMsg */
"ConfirmContinueGraftMsg" = "Are you sure you want to continue the graft operation? Make sure you've resolved all the outstanding conflicts.";

/* ConfirmContinueGraftTitle */
"ConfirmContinueGraftTitle" = "Graft fortsetzen?";

/* ConfirmContinueRebaseMsg */
"ConfirmContinueRebaseMsg" = "Bist Du sicher das Du mit dem Rebase fortfahren möchtest? Stelle sicher, dass alle offenen Konflikte gelöst wurden.";

/* ConfirmContinueRebaseTitle */
"ConfirmContinueRebaseTitle" = "Rebase fortsetzen?";

/* ConfirmDeleteBranchMsg */
"ConfirmDeleteBranchMsg" = "Sollen die folgenden Branches wirklich gelöscht werden?\n\n%@";

/* ConfirmDeleteBranchTitle */
"ConfirmDeleteBranchTitle" = "Branch löschen?";

/* ConfirmDeleteRemoteBranchMsg */
"ConfirmDeleteRemoteBranchMsg" = "Sind Sie sicher, dass sie die folgenden entfernten Branches löschen möchten?\n\n%@\n\nDies wird zur Folge haben, dass die Branches auch im entfernten Repository gelöscht werden (Die Löschung wird gepusht).";

/* ConfirmDeleteRemoteBranchTitle */
"ConfirmDeleteRemoteBranchTitle" = "Branch löschen?";

/* ConfirmDeleteShelvedMsg */
"ConfirmDeleteShelvedMsg" = "Sollen die vorgemerkten Änderungen '%@' wirklich gelöscht werden?";

/* ConfirmDeleteSingleRemoteBranchMsg */
"ConfirmDeleteSingleRemoteBranchMsg" = "Bist Du sicher, dass Du den Remote Branch '%@' löschen möchtest?\n\nDies wird den ebenfalls Branch vom Remote löschen (Löschung wird gepusht)";

/* ConfirmDeleteStashMsg */
"ConfirmDeleteStashMsg" = "Bist Du sicher, dass Du die zwischengespeicherten Änderungen '%@' löschen möchtest?";

/* ConfirmDeleteSubmoduleMsg */
"ConfirmDeleteSubmoduleMsg" = "Soll '%@' wirklich gelöscht werden?";

/* ConfirmDeleteTitle */
"ConfirmDeleteTitle" = "Löschen bestätigen";

/* ConfirmDiscardHunkMsg */
"ConfirmDiscardHunkMsg" = "Sollen die Änderungen in den markierten Zeilen wirklich verworfen werden?";

/* ConfirmDiscardHunkTitle */
"ConfirmDiscardHunkTitle" = "Änderungen wirklich verwerfen?";

/* ConfirmDiscardLinesMsg */
"ConfirmDiscardLinesMsg" = "Sollen die Änderungen in den markierten Zeilen wirklich verworfen werden?";

/* ConfirmDiscardLinesTitle */
"ConfirmDiscardLinesTitle" = "Änderungen wirklich verwerfen?";

/* ConfirmForcePushMsg */
"ConfirmForcePushMsg" = "A force push could have a major impact on your remotes and those pulling from them. Are you sure you want to force push?";

/* ConfirmForcePushTitle */
"ConfirmForcePushTitle" = "Bestätige erzwungenen Push";

/* ConfirmIgnoreMsg */
"ConfirmIgnoreMsg" = "Sollen diese Dateien ignoriert werden?\n\n%@";

/* ConfirmIgnoreTitle */
"ConfirmIgnoreTitle" = "Ignorieren bestätigen?";

/* ConfirmMarkResolvedDesc */
"ConfirmMarkResolvedDesc" = "Bist Du sicher, dass Du die folgenden Dateien als gelöst markieren möchtest?\n\n%@";

/* ConfirmMarkResolvedTitle */
"ConfirmMarkResolvedTitle" = "Bestätige Markierung Ungelöst";

/* ConfirmMarkUnresolvedDesc */
"ConfirmMarkUnresolvedDesc" = "Bist Du sicher, dass Du die folgenden Dateien als ungelöst markieren möchtest?\n\n%@";

/* ConfirmMarkUnresolvedTitle */
"ConfirmMarkUnresolvedTitle" = "Bestätige Markierung Ungelöst";

/* ConfirmMergeMsg */
"ConfirmMergeMsg" = "Möchtest Du '%@' wirklich in den aktuellen Branch mergen?";

/* ConfirmMergeTitle */
"ConfirmMergeTitle" = "Vereinigung bestätigen";

/* ConfirmOverwritePatchFileMsg */
"ConfirmOverwritePatchFileMsg" = "Diese Datei existiert bereits - soll sie wirklich überschrieben werden?";

/* ConfirmOverwritePatchFileTitle */
"ConfirmOverwritePatchFileTitle" = "Datei überschreiben?";

/* ConfirmPullIntoBranchMsg */
"ConfirmPullIntoBranchMsg" = "Bist Du sicher, dass Du %@ in Deinen lokalen Branch pullen möchtest?";

/* ConfirmPullIntoBranchTitle */
"ConfirmPullIntoBranchTitle" = "Bestätige Pull";

/* ConfirmPushTagMsg */
"ConfirmPushTagMsg" = "Möchtest Du das Tag %@ wirklich nach %@ pushen?";

/* ConfirmPushTagTitle */
"ConfirmPushTagTitle" = "Tag pushen ?";

/* ConfirmRebaseMsg */
"ConfirmRebaseMsg" = "Are you sure you want to rebase your current changes on to '%@'?\n\nMake sure your changes have not been pushed to anyone else.";

/* ConfirmRebaseTitle */
"ConfirmRebaseTitle" = "Rebase bestätigen";

/* Confirm Remove
   ConfirmRemove */
"ConfirmRemove" = "Entfernen bestätigen?";

/* ConfirmRemoveBookmarkMsg */
"ConfirmRemoveBookmarkMsg" = "Wollen Sie wirklich das Lesezeichen '%@' entfernen?";

/* ConfirmRemoveBookmarkTitle */
"ConfirmRemoveBookmarkTitle" = "Löschen des Lesezeichens bestätigen";

/* ConfirmRemoveFilesMessage */
"ConfirmRemoveFilesMessage" = "Die folgenden Dateien werden von der Versionsverwaltung ausgeschlossen:\n%@";

/* ConfirmRemoveFilesTitle */
"ConfirmRemoveFilesTitle" = "Entfernen bestätigen?";

/* ConfirmRemoveHostAccountMsg */
"ConfirmRemoveHostAccountMsg" = "Soll das ausgewählte Benutzerkonto wirklich gelöscht werden?";

/* ConfirmRemoveHostAccountTitle */
"ConfirmRemoveHostAccountTitle" = "Bestätigen?";

/* ConfirmRemoveNode */
"ConfirmRemoveNode" = "Wollen Sie wirklich den folgenden Knoten mit all seinen Unterknoten entfernen?\n\n%@";

/* ConfirmRemoveRemoteMsg */
"ConfirmRemoveRemoteMsg" = "Are you sure you want to remove the selected remote from the configuration for this repository?";

/* ConfirmRemoveRemoteTitle */
"ConfirmRemoveRemoteTitle" = "Entfernen von Remote bestätigt ?";

/* Confirm Remove Repo */
"ConfirmRemoveRepo" = "Entfernen bestätigen?";

/* ConfirmRemoveRepoMsg */
"ConfirmRemoveRepoMsg" = "Are you sure you want to remove the following items, and all of their children?\n\n%@\n\nThis will remove one or more repository entries, so please choose whether to just remove the bookmarks or to move these repositories to the trash as well.";

/* ConfirmRemoveRepoWithUnrecoverableFilesMsg */
"ConfirmRemoveRepoWithUnrecoverableFilesMsg" = "You opted to delete repositories on disk but the repository \"%@\" contains uncommitted files which will be lost forever if you delete this repository. Are you sure you want to delete the repository on disk?";

/* ConfirmRemoveRepoWithUnrecoverableFilesTitle */
"ConfirmRemoveRepoWithUnrecoverableFilesTitle" = "Löschen des Respositorys bestätigen";

/* ConfirmRemoveTagMsg */
"ConfirmRemoveTagMsg" = "Soll der Tag \"%@\" wirklich gelöscht werden?";

/* ConfirmRemoveTagTitle */
"ConfirmRemoveTagTitle" = "Löschen des Tags bestätigen";

/* ConfirmRemoveUnrecoverableFilesMessage */
"ConfirmRemoveUnrecoverableFilesMessage" = "The following files contain changes or information which is not in source control, and will be irretrievably lost if you remove them: \n%@";

/* ConfirmRemoveUnrecoverableFilesTitle */
"ConfirmRemoveUnrecoverableFilesTitle" = "Veränderte und nicht verfolgte Dateien löschen?";

/* ConfirmReplaceCommitText */
"ConfirmReplaceCommitText" = "Soll die Commit-Meldung ersetzt werden?";

/* ConfirmReplaceCommitTextMsg */
"ConfirmReplaceCommitTextMsg" = "Soll die obige Beschreibung des Commits mit der des letzten Commits ersetzt werden?";

/* ConfirmResetAllMsg */
"ConfirmResetAllMsg" = "Sollen alle aktuellen Änderungen an diesem Repository zurückgesetzt werden?";

/* ConfirmResetAllTitle */
"ConfirmResetAllTitle" = "Bestätigen?";

/* ConfirmResetBranchHardMsg */
"ConfirmResetBranchHardMsg" = "Using the 'Hard' reset mode will discard all your local changes in the working copy and the index. Are you sure this is what you want?";

/* ConfirmResetBranchHardTitle */
"ConfirmResetBranchHardTitle" = "Warnung: destruktive Operation";

/* ConfirmResolveWithMineDesc */
"ConfirmResolveWithMineDesc" = "Are you sure you want to resolve the following files using your own version?\n\n%@";

/* ConfirmResolveWithMineTitle */
"ConfirmResolveWithMineTitle" = "Bestätige beheben mit 'meinem'";

/* ConfirmResolveWithTheirsDesc */
"ConfirmResolveWithTheirsDesc" = "Are you sure you want to resolve the following files using the version from the other side of the merge?\n\n%@";

/* ConfirmResolveWithTheirsTitle */
"ConfirmResolveWithTheirsTitle" = "Bestätige beheben mit 'deren'";

/* ConfirmRestartMergeDesc */
"ConfirmRestartMergeDesc" = "Are you sure you want to re-start the merge process for the following files?\n\n%@";

/* ConfirmRestartMergeTitle */
"ConfirmRestartMergeTitle" = "Vereinigung neu starten ?";

/* ConfirmRevertFilesTitle */
"ConfirmRevertFilesMessage" = "Are you sure you want to discard all your changes to the selected files?\n\n%@";

/* ConfirmRevertMsg */
"ConfirmRevertMsg" = "Sollen alle Änderungen an den ausgewählten Dateien verworfen werden?";

/* ConfirmRevertTitle */
"ConfirmRevertTitle" = "Bestätigen?";

/* ConfirmRevertToRevisionMsg */
"ConfirmRevertToRevisionMsg" = "Please confirm that you want to revert the files:\n\n%@\n\nto the state they were in at this commit:\n\n%@";

/* ConfirmRevertToRevisionTitle */
"ConfirmRevertToRevisionTitle" = "Bestätigen?";

/* ConfirmStageFilesMessage */
"ConfirmStageFilesMessage" = "Sollen diese Änderungen wirklich zum Index hinzugefügt werden?";

/* ConfirmStageFilesTitle */
"ConfirmStageFilesTitle" = "Stage bestätigen?";

/* ConfirmStopTrackingFilesMsg */
"ConfirmStopTrackingFilesMsg" = "The following files will be removed from version control but will remain on your disk: \n%@";

/* ConfirmStopTrackingFilesTitle */
"ConfirmStopTrackingFilesTitle" = "Verfolgung der Dateien stoppen ?";

/* ConfirmStripKeepOption */
"ConfirmStripKeepOption" = "Do not modify working copy during strip (--keep)";

/* ConfirmStripMsg */
"ConfirmStripMsg" = "Are you SURE you want to strip revision %@?\n\nThis is a destructive operation which will remove this revision and ALL of its descendents, so it should not be done lightly.";

/* ConfirmStripTitle */
"ConfirmStripTitle" = "Really strip and destroy history?";

/* ConfirmSwitchBranchMsg */
"ConfirmSwitchBranchMsg" = "Are you sure you want to switch your working copy to the branch '%@'?";

/* ConfirmSwitchBranchTitle */
"ConfirmSwitchBranchTitle" = "Branch-Wechsel bestätigen";

/* ConfirmTrackRemoteBranchMsg */
"ConfirmTrackRemoteBranchMsg" = "Are you sure you want your local branch '%@' to track remote branch '%@' in future?";

/* ConfirmTrackRemoteBranchTitle */
"ConfirmTrackRemoteBranchTitle" = "Bestätige Änderungsverfolgungszweig";

/* ConfirmTransplant */
"ConfirmTransplant" = "Are you sure you want to apply the selected change on top of your current branch? It will be committed immediately if there are no conflicts.";

/* ConfirmTransplantTitle */
"ConfirmTransplantTitle" = "Rosinen herauspicken bestätigen";

/* ConfirmUnshelveMsg */
"ConfirmUnshelveMsg" = "Are you sure you want to apply the shelved changes '%@' to your working copy?";

/* ConfirmUnshelveTitle */
"ConfirmUnshelveTitle" = "vorgemerkte Änderungen anwenden";

/* ConfirmUnstageFilesMessage */
"ConfirmUnstageFilesMessage" = "Bist du sicher diese Änderungen vom Index zu entfernen?";

/* ConfirmUnstageFilesTitle */
"ConfirmUnstageFilesTitle" = "Nicht mehr vormerken?";

/* ConfirmUpdateToDetachedHeadMsg */
"ConfirmUpdateToDetachedHeadMsg" = "Are you sure you want to checkout '%@'?\n\nDoing so will make your working copy a 'detached HEAD', which means you won't be on a branch anymore. If you want to commit after this you'll probably want to either checkout a branch again, or create a new branch. Is this ok?";

/* ConfirmUpdateToMsg */
"ConfirmUpdateToMsg" = "Are you sure you want to switch your working copy to '%@'?";

/* ConfirmUpdateToTitle */
"ConfirmUpdateToTitle" = "Arbeitskopie ändern";

/* ConflictedFiles */
"ConflictedFiles" = "Konfliktbehaftete Dateien";

/* ConflictsWarningDesc */
"ConflictsWarningDesc" = "You now have merge conflicts in your working copy that need to be resolved before continuing.\n\nYou can do this by selecting the conflicted files and using the options under the 'Resolve Conflicts' menu.";

/* ConflictsWarningTitle */
"ConflictsWarningTitle" = "Konflikte vereinen";

/* Continue */
"Continue" = "Fortfahren";

/* ContinueGraft */
"ContinueGraft" = "Graft fortsetzen";

/* ContinueRebase */
"ContinueRebase" = "Rebase fortsetzen";

/* Copy */
"Copy" = "Kopieren";

/* CopyFileMessage */
"CopyFileMessage" = "Zielpfad für %@ auswählen";

/* CopyFileNameLabel */
"CopyFileNameLabel" = "Zielpfad";

/* CopyFileTitle */
"CopyFileTitle" = "Datei kopieren";

/* CouldNotCheckUserExistsTitle */
"CouldNotCheckUserExistsTitle" = "konnte nicht prüfen, ob der Nutzer existiert";

/* CreateBranchAnyway */
"CreateBranchAnyway" = "Branch trotzdem erstellen";

/* CreateGitTag */
"CreateGitTag" = "Git-Tag erstellen";

/* CreateHostedRepositoryFailMsg */
"CreateHostedRepositoryFailMsg" = "Beim Versuch ein neues Repository zu erstellen ist ein Fehler aufgetreten. Der Fehler welcher vom Server kommt war: \n\n%@";

/* CreateHostedRepositoryFailTitle */
"CreateHostedRepositoryFailTitle" = "Erstellen des Repositories fehlgeschlagen";

/* CreateLink */
"CreateLink" = "Link erstellen";

/* CreatePatchSavePanelMessage */
"CreatePatchSavePanelMessage" = "Wähle eine Datei um den Patch zu speichern";

/* CreatePatchSavePanelNameLabel */
"CreatePatchSavePanelNameLabel" = "Patch-Datei:";

/* CreatePatchSavePanelTitle */
"CreatePatchSavePanelTitle" = "Erstelle Patch";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkMsg" = "You don't have any remotes which have extended integration settings configured; you need to edit your remotes to add details such as the hosting type and base URL. Click the Settings button to open your remote list.";

/* No comment provided by engineer. */
"CreatePullRequestNoProjectLinkTitle" = "Remote-Projektkonfiguration";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredMsg" = "You have chosen not to push your changes, meaning the pull request will only include changes already in the remote branch, is this what you want?";

/* No comment provided by engineer. */
"CreatePullRequestPushRequiredTitle" = "Warnung - kein Push";

/* CreateSvnTag */
"CreateSvnTag" = "Subversion-Tag erstellen";

/* Custom */
"Custom" = "Benutzerdefiniert";

/* CustomActionConfirmRemoveMsg */
"CustomActionConfirmRemoveMsg" = "Soll die Aktion wirklich gelöscht werden?";

/* CustomActionTargetBrowseTitle */
"CustomActionTargetBrowseTitle" = "Open script for custom action";

/* DeleteAfterApplying */
"DeleteAfterApplying" = "Nach Andwenden löschen";

/* DeleteBranchNoneSelectedMsg */
"DeleteBranchNoneSelectedMsg" = "Wählen Sie mindestens eine Branch aus, damit diese gelöscht werden kann.";

/* DeleteBranchNoneSelectedTitle */
"DeleteBranchNoneSelectedTitle" = "Leere Auswahl";

/* DeleteCommitButtonTitle */
"DeleteCommitButtonTitle" = "Löschen";

/* DeleteCommitContextMenuTitle */
"DeleteCommitContextMenuTitle" = "Commit löschen...";

/* DeleteRemoteBranchConfirmTitle */
"DeleteRemoteBranchConfirmTitle" = "Remote Branch löschen?";

/* DeleteRemoteBranchDisabledLabel */
"DeleteRemoteBranchDisabledLabel" = "Entferntes Branch löschen";

/* DeleteRemoteBranchLabel */
"DeleteRemoteBranchLabel" = "Lösche Remote Branch [%@]";

/* DeleteSubtreeDetailsMsg */
"DeleteSubtreeDetailsMsg" = "Delete subtree link for local path '%@' with repo '%@'?\n\nThis will not delete your subtree.";

/* DeleteSubtreeDetailsTitle */
"DeleteSubtreeDetailsTitle" = "Lösche Unterbaum-Link";

/* DeletingBranchTaskTitle */
"DeletingBranchTaskTitle" = "Lösche Branch...";

/* DestinationOutsideRepo */
"DestinationOutsideRepo" = "Der Zielpfad befindet sich außerhalb der Arbeitskopie für dieses Repository. Bitte wähle einen Pfad innerhalb der Arbeitskopie.";

/* DestinationOutsideRepoTitle */
"DestinationOutsideRepoTitle" = "Zielordner außerhalb des Repositories";

/* DetailsAuthor */
"DetailsAuthor" = "Verfasser:";

/* DetailsBranch */
"DetailsBranch" = "Branch:";

/* DetailsChangeset */
"DetailsChangeset" = "Changeset:";

/* DetailsCommit */
"DetailsCommit" = "Commit:";

/* DetailsCommittedDate */
"DetailsCommittedDate" = "Datum des Commit:";

/* DetailsCommitter */
"DetailsCommitter" = "Committer:";

/* DetailsDate */
"DetailsDate" = "Datum:";

/* DetailsGPG */
"DetailsGPG" = "GPG Details:";

/* DetailsGPGBad */
"DetailsGPGBad" = "SCHLECHT";

/* DetailsGPGGood */
"DetailsGPGGood" = "GUT";

/* DetailsLabels */
"DetailsLabels" = "Labels:";

/* DetailsParents */
"DetailsParents" = "Parents:";

/* DetailsRevision */
"DetailsRevision" = "Revision:";

/* DetailsSVNRevision */
"DetailsSVNRevision" = "SVN Revision:";

/* DiffMergeNotFound */
"DiffMergeNotFound" = "DiffMerge kann nicht im Applikation-Ordner gefunden werden. DiffMerge muss installiert sein bevor es konfiguriert werden kann";

/* DiffMergeNotFoundTitle */
"DiffMergeNotFoundTitle" = "Diverse nicht gefunden";

/* DisabledGPGMsg */
"DisabledGPGMsg" = "Cannot enable GPG signing of commits, either there are no GPG keys available or the GPG Program setting in SourceTree's preferences is incorrect.\n\nIf you have added some keys or changed the GPG Program location after opening this screen please close and re-open the sheet and retry.";

/* DisabledGPGTitle */
"DisabledGPGTitle" = "Konnte Commit-Unterzeichnung nicht aktivieren";

/* DiscardChanges */
"DiscardChanges" = "Lokale Änderungen verwerfen";

/* DiscardHunk */
"DiscardHunk" = "Block verwerfen";

/* DiscardLines */
"DiscardLines" = "Zeilen verwerfen";

/* No comment provided by engineer. */
"DuplicateRemoteName" = "Doppelter Remote-Name";

/* No comment provided by engineer. */
"DuplicateRemoteNameMsg" = "Ein Remote mit diesem Name existiert bereits. Bitte wähle einen anderen Namen.";

/* DuplicateTagMsg */
"DuplicateTagMsg" = "A tag with this name already exists - do you want to move it?\n\n\Warning: if you move a tag that has been used by someone else already, it may cause confusion.";

/* DuplicateTagTitle */
"DuplicateTagTitle" = "Tag existiert bereits!";

/* EmailRegisterField */
"EmailRegisterField" = "E-Mail";

/* EmptyCommitMessage */
"EmptyCommitMessage" = "Es wurde keine Commit-Nachricht festgelegt. Soll der Commit wirklich ohne Beschreibung der Änderungen durchgeführt werden (nicht empfohlen) ? ";

/* EmptyCommitMessageTitle */
"EmptyCommitMessageTitle" = "Leere Commit-Meldung";

/* EnterDetailsToRegisterTitle */
"EnterDetailsToRegisterTitle" = "Gib deine Daten ein, um einen Account zu erstellen:";

/* EnterEmailPasswordToLoginTitle */
"EnterEmailPasswordToLoginTitle" = "Gib deine E-Mail-Adresse und Passwort ein, um dich anzumelden";

/* EnterRegistrationOrLoginTitle */
"EnterRegistrationOrLoginTitle" = "Bitte geben Sie ihre E-Mail-Adresse oder Login ein:";

/* Error Loading Nib: %@ */
"ErrorLoadingNib" = "Fehler beim Laden der Nib: %@";

/* ExternalProjectConfirmRemoveMsg */
"ExternalProjectConfirmRemoveMsg" = "Soll dieser externe Projektlink wirklich gelöscht werden?";

/* Fatal Error */
"FatalError" = "Fataler Fehler";

/* FeatureName */
"FeatureName" = "Name Feature:";

/* FileLogResetMenuTitle */
"FileLogResetMenuTitle" = "Datei zurücksetzen auf diesen Commit";

/* FileLogRevertMenuTitle */
"FileLogRevertMenuTitle" = "Datei zurücksetzen auf diese Revision";

/* FileLogResetMenuTitle
   FilesLogResetMenuTitle */
"FilesLogResetMenuTitle" = "Dateien zurücksetzen auf diesen Commit";

/* FileLogRevertMenuTitle
   FilesLogRevertMenuTitle */
"FilesLogRevertMenuTitle" = "Dateien zurücksetzen auf Revision";

/* FileStatusFilterDescriptionFormat */
"FileStatusFilterDescriptionFormat" = "%1$@, %2$@";

/* FirstNameRegisterField */
"FirstNameRegisterField" = "Vorname";

/* FlowConfirmInit */
"FlowConfirmInit" = "Änderungen am Repository bestätigen";

/* FlowConfirmInitHgMsg */
"FlowConfirmInitHgMsg" = "Initialising this repository for Hg Flow will create branches '%@' and '%@' if they don't exist, and also commit a control file ('.flow') to every currently open branch.\n\nAre you sure you want to continue?";

/* FlowCreateNewBranchLogDesc */
"FlowCreateNewBranchLogDesc" = "Neuen Branch erstellen";

/* FlowCurrentStateDesc */
"FlowCurrentStateDesc" = "%@: %@";

/* Feature */
"FlowFeature" = "Funktion";

/* FlowFeatureBranchLogDesc */
"FlowFeatureBranchLogDesc" = "Letzter Feature-Branch";

/* Hotfix */
"FlowHotfix" = "Hotfix";

/* FlowHotfixBranchLogDesc */
"FlowHotfixBranchLogDesc" = "Letzter Hotfix-Branch";

/* FlowMasterBranchLogDesc */
"FlowMasterBranchLogDesc" = "Letzter Master-Branch";

/* FlowNoProductionBranchMsg */
"FlowNoProductionBranchMsg" = "The production branch you chose, '%@', does not already exist. We can't create this automatically because the point in history where the production branch starts from is very important.\n\nTo resolve this, please create a new branch called '%@' at the point in your log which represents the current production state of your system, then come back and initialise again.";

/* FlowNoProductionBranchTitle */
"FlowNoProductionBranchTitle" = "Produktionszweig kann nicht erstellt werden";

/* FlowPreviewBaseRevision */
"FlowPreviewBaseRevision" = "Commit '%@'";

/* FlowPreviewLatestDevelopBranch */
"FlowPreviewLatestDevelopBranch" = "Letzter Entwicklungsbranch";

/* Release */
"FlowRelease" = "Release";

/* FlowReleaseBranchLogDesc */
"FlowReleaseBranchLogDesc" = "Letzter Freigabebranch";

/* ForceDelete */
"ForceDelete" = "Löschen erzwingen";

/* FormatToGuidelinesMenuItemTitle */
"FormatToGuidelinesMenuItemTitle" = "Nacht Richtlinien formatieren";

/* GettingSourceTreeLicenseStatus */
"GettingSourceTreeLicenseStatus" = "Lade SourceTree-Lizenz...";

/* GitAheadAnnotate */
"GitAheadAnnotate" = "%d verblieben";

/* GitBehindAnnotate */
"GitBehindAnnotate" = "%d zurück";

/* GitCommitAmendWarningMsg */
"GitCommitAmendWarningMsg" = "Der vorherige Commit wird modifiziert - dies verändert die History und kann Probleme verursachen, falls der vorherige Commit schon in ein entferntes Projektarchiv gepusht wurde. Trotzdem fortfahren?";

/* GitCommitAmendWarningTitle */
"GitCommitAmendWarningTitle" = "Warnung: Historie wird geändert";

/* GitFlowVersionEmbedded */
"GitFlowVersionEmbedded" = "Eingebettetes Git-flow";

/* GitLfsVersionEmbedded */
"GitLfsVersionEmbedded" = "Embedded git-lfs %@";

/* GitLfsVersionSystem */
"GitLfsVersionSystem" = "System git-lfs %@";

/* GitRemoveRemoteTag */
"GitRemoveRemoteTag" = "Entferne Tag von allen Remotes";

/* GitRepoIdentified */
"GitRepoIdentified" = "Dies ist ein Git Repository";

/* GitSvnMergeMsg */
"GitSvnMergeMsg" = "Einen Merge auf ein Projektarchiv auszuführen, das gerade mit Subversion synchronisiert, ist nicht empfohlen. Zum einen ist die Information des Subversion-Merge elementar.  Zum anderen kann der Mechanismus, den Git-SVN benutzt, um zu verfolgen, wo ein commit an Subversion erforderlich ist, durch mehrere Merges durcheinander kommen. Die einzige Situation, in der dies funktioniert, ist ein Merge der Änderungen eines Branches, der noch nie zu Subversion gepusht wurde, in einen verfolgten Subversion Branch.\n\nAus Sicherheitsgründen wird empfohlen, nicht fortzufahren und stattdessen Branch-übergreifende Commits via cherry-pick oder mithilfe eines Patches anzuwenden. Falls Sie sich entscheiden, trotzdem fortzufahren, sind Sie dafür verantwortlich, dies zu bewältigen.";

/* GitSvnMergeTitle */
"GitSvnMergeTitle" = "Die Vereinigung in einem Subversion-Projektarchiv wird nicht empfohlen";

/* GitSvnPushConfirmMsg */
"GitSvnPushConfirmMsg" = "Diese Aktion holt die aktuellsten Änderungen aus Subversion. Falls notwendig, werden Ihre Änderung auf alle bisher nicht vorhandenen Revisionen angewendet (Rebase). Anschließend werden Ihre Commits an Subversion hochgeladen. Diese Aktion wird nur auf dem aktuellen Branch ausgeführt.\n\nMöchten Sie fortfahren?";

/* GitSvnPushConfirmTitle */
"GitSvnPushConfirmTitle" = "Push nach Subversion bestätigen?";

/* GitSvnTagMsg */
"GitSvnTagMsg" = "Soll ein Subversion-Tag erstellt werden, da einem Subversion-Projektarchiv gefolgt wird, oder ein Git Tag, das lokal gehalten wird? Achtung: Git-Tags können später nicht zu Subversion gepusht werden.";

/* GitSvnTagTitle */
"GitSvnTagTitle" = "Subversion-Tag erstellen?";

/* GitVersionEmbedded */
"GitVersionEmbedded" = "Embedded Git version %@";

/* GitVersionSystem */
"GitVersionSystem" = "System Git version %@";

/* GPGPathInvalidMsg */
"GPGPathInvalidMsg" = "The GPG path you specified is invalid. You should specify the full path to the folder where the gpg2 installation is located, for example, /usr/local/MacGPG2/bin.\n\nDo you wish to continue?";

/* GPGPathInvalidTitle */
"GPGPathInvalidTitle" = "Ungültiger GPG-Pfad";

/* GPGSymlinkDeleteFailMsg */
"GPGSymlinkDeleteFailMsg" = "SourceTree failed to delete the gpg symlink required for signing commits. Attempting to commit within a repository with commit signing enabled may fail. The 'gpg' symlink exists in the SourceTree application support directory.\n\nAre you sure you wish to continue?";

/* GPGSymlinkDeleteFailTitle */
"GPGSymlinkDeleteFailTitle" = "GPG Deletion Failure";

/* GPGSymlinkWriteFailMsg */
"GPGSymlinkWriteFailMsg" = "SourceTree needs to create a symlink in the application support directory in order for gpg commit signing to work. The following error occurred in attempting to do this:\n\n%@";

/* GPGSymlinkWriteFailTitle */
"GPGSymlinkWriteFailTitle" = "GPG Symlink Write Failure";

/* Graft */
"Graft" = "Graft";

/* GraftContinueAbortMsg */
"GraftContinueAbortMsg" = "It appears that you have a graft in progress that was probably interrupted because of a conflict. If you've resolved the conflicts in your working copy, please choose whether to continue the graft, or to abort and discard your changes. ";

/* GraftContinueAbortTitle */
"GraftContinueAbortTitle" = "Graft wird ausgeführt";

/* GraftMenuTitle */
"GraftMenuTitle" = "Graft";

/* HgSubversionCloneLayoutSingleMsg */
"HgSubversionCloneLayoutSingleMsg" = "Warning: starting the Subversion conversion from a non-zero revision (in Mercurial) means that branches and tags cannot be converted, so the Subversion repository will be cloned as a flat folder structure instead. \n\nBecause of this, you probably want to make sure you have selected a single branch (or the trunk) as your source URL and not the Subversion root if you have multiple branches.";

/* HgSubversionCloneLayoutSingleTitle */
"HgSubversionCloneLayoutSingleTitle" = "Partial Clone Requires Flat Layout";

/* HgSubversionCreateBranchMsg */
"HgSubversionCreateBranchMsg" = "This repository is tracking a Subversion repository, and you cannot create new branches on Subversion using this bridge (hgsubversion). If you create a new Mercurial branch, you will not be able to push changesets directly from this branch to Subversion - you will have to transplant changes manually to an existing Subversion branch and push that (hgsubversion also doesn't support merges). \n\nIf you wanted a permanent Subversion branch, create the branch using 'svn copy' and pull it into this repository. If you just want a temporary branch, you may be better to do this work in another clone.\n\nIf you choose to create a branch anyway, you are responsible for managing this.";

/* HgSubversionCreateBranchTitle */
"HgSubversionCreateBranchTitle" = "Das Erstellen von Subversion-Branches wird nicht unterstützt";

/* HgSubversionMergeMsg */
"HgSubversionMergeMsg" = "Dieses Projektarchiv folgt einem Subversion Projektarchiv und die hgsubversion bridge kann keine Merges abwickeln; mergen könnte dazu führen, dass der aktuelle Branch nicht mehr zu Subversion gepusht werden kann. Daher wird empfohlen, NICHT zu mergen und stattdessen mithilfe der 'Transplant'-Funktion Branch-übergreifende Änderungen anzuwenden.\n\nFalls Sie dennoch auf 'Fortfahren' klicken und mergen, sind Sie für die Konsequenzen verantwortlich!";

/* HgSubversionMergeTitle */
"HgSubversionMergeTitle" = "Die Vereinigung von Subversion-Branches wird nicht unterstützt";

/* HgSubversionTagMsg */
"HgSubversionTagMsg" = "Dieses Projektarchiv folgt einem Subversion Projektarchiv und die hgsubversion bridge kann keine Tags hinzufügen oder entfernen; dies könnte dazu führen, dass der aktuelle Branch nicht mehr zu Subversion gepusht werden kann. Daher wird empfohlen, NICHT fortzufahren und stattdessen Tags mithilfe eines Subversion-Tools zu erstellen.\n\nFalls Sie dennoch auf 'Fortfahren' klicken, sind Sie für die Konsequenzen verantwortlich!";

/* HgSubversionTagTitle */
"HgSubversionTagTitle" = "Die Tag-Modifizierung von Subversion wird nicht unterstützt";

/* HideCommandOutputMenuItemTitle */
"HideCommandOutputMenuItemTitle" = "Verstecke Kommandoausgabe";

/* HideSidebarMenuItemTitle */
"HideSidebarMenuItemTitle" = "Andere verbergen";

/* HostAccountBadURLMsg */
"HostAccountBadURLMsg" = "Die angegebene URL scheint fehlerhaft zu sein, bitte korrigiere diese.";

/* HostAccountBadURLTitle */
"HostAccountBadURLTitle" = "Ungültige Host-URL";

/* HostAccountBadUsernameTitle */
"HostAccountBadUsernameTitle" = "Ungültiger Benutzername";

/* HostAccountUsernameNotEmailMsg */
"HostAccountUsernameNotEmailMsg" = "Bitte den Bitbucket/Git Benutzernamen statt der Email-Adresse angeben";

/* No comment provided by engineer. */
"HostDefaultUserEditMsg" = "Standard Benutzername für Host %@:";

/* No comment provided by engineer. */
"HostDefaultUserEditTitle" = "Bearbeite Standard Benutzername";

/* No comment provided by engineer. */
"HostDefaultUserRemoveMsg" = "Soll der Default-Benutzername von %@ gelöscht werden";

/* No comment provided by engineer. */
"HostDefaultUserRemoveTitle" = "Entferne Standard Benutzer";

/* HostedAccountCreateRepoNoAccountsMsg */
"HostedAccountCreateRepoNoAccountsMsg" = "Please create at least one hosted repository account before trying to create a repository.";

/* HostedAccountCreateRepoNoAccountsTitle */
"HostedAccountCreateRepoNoAccountsTitle" = "Keine Accounts registriert";

/* HostingDetailsIncompleteMsg */
"HostingDetailsIncompleteMsg" = "Please complete all the fields for your %@ account.";

/* HostingDetailsIncompleteTitle */
"HostingDetailsIncompleteTitle" = "Details unvollständig";

/* HostingLoadErrorMsg */
"HostingLoadErrorMsg" = "Unable to load list of hosted service accounts, please report thisto support.";

/* HostingLoadErrorTitle */
"HostingLoadErrorTitle" = "Error loading hosting services";

/* No comment provided by engineer. */
"HostLoginErrorMsg" = "Login failed for your %@ account.\n\nThe remote service said: '%@'";

/* No comment provided by engineer. */
"HostLoginErrorTitle" = "Login Fehler";

/* HotfixName */
"HotfixName" = "Hotfix Version:";

/* IgnoredFiles */
"IgnoredFiles" = "Dateien ignorieren";

/* ImportLicenseMessage */
"ImportLicenseMessage" = "Wählen Sie die SourceTree Lizenzdatei:";

/* ImportLicenseNameField */
"ImportLicenseNameField" = "Lizenz Datei:";

/* ImportLicenseTitle */
"ImportLicenseTitle" = "Importiere Lizenz Datei";

/* InstallCommandLineFailedMsg */
"InstallCommandLineFailedMsg" = "Installation der Kommandozeilen Tools ist fehlgeschlagen, Details finden sich im System Log.";

/* InstallCommandLineFailedTitle */
"InstallCommandLineFailedTitle" = "Installation fehlgeschlagen";

/* InstallCommandLineSuccessMsg */
"InstallCommandLineSuccessMsg" = "Kommandozeilen Tools wurden erfolgreich installiert, diese können nun vom Terminal aus aufgerufen werden:\n\nstree";

/* InstallCommandLineSuccessTitle */
"InstallCommandLineSuccessTitle" = "Installation erfolgreich";

/* InteractiveRebaseMenuTitle */
"InteractiveRebaseMenuTitle" = "Rebase children of %@ interactively...";

/* InteractiveRebasePlainMenuTitle */
"InteractiveRebasePlainMenuTitle" = "Interaktiver Rebase...";

/* InvalidArchiveFormatMsg */
"InvalidArchiveFormatMsg" = "Dies ist kein gültiges Archiv, bitte definieren Sie eine Datei mit der Erweiterung .zip, .tar, .tar.gz, .tar.bz2, tgz oder tbz2.";

/* InvalidArchiveFormatTitle */
"InvalidArchiveFormatTitle" = "Ungültiges Archiv";

/* InvalidEmailFormatMsg */
"InvalidEmailFormatMsg" = "Die gegebene E-Mail-Addresse war im falschen Format";

/* InvalidEmailFormatTitle */
"InvalidEmailFormatTitle" = "Ungültiges E-Mail-Format";

/* JumpToRevisionLabelGit */
"JumpToRevisionLabelGit" = "Springe zu Commit SHA-1:";

/* JumpToRevisionLabelHg */
"JumpToRevisionLabelHg" = "Zu Revision / Changeset springen:";

/* KaleidoscopeNotFound */
"KaleidoscopeNotFound" = "Kaleidoscope wurde auf diesem Mac nicht gefunden. Es muss installiert werden, um für externe Vergleiche und Merges ausgewählt zu werden.";

/* KaleidoscopeNotFoundTitle */
"KaleidoscopeNotFoundTitle" = "Kaleidoscope nicht gefunden";

/* KDiff3NotFound */
"KDiff3NotFound" = "KDiff3 wurde auf diesem Mac nicht gefunden. Es muss installiert werden, um für externe Vergleiche und Merges ausgewählt zu werden.";

/* KDiff3NotFoundTitle */
"KDiff3NotFoundTitle" = "KDiff3 nicht gefunden";

/* LastNameRegisterField */
"LastNameRegisterField" = "Nachname";

/* LicenseAgreementMandatoryMsg */
"LicenseAgreementMandatoryMsg" = "Sie müssen den Lizenzbedingungen von SourceTree zustimmen bevor Sie das Programm benutzen können. Wenn Sie diesen zustimmen, kreuzen Sie bitte das Feld an.";

/* LicenseAgreementMandatorySkipSetupMsg */
"LicenseAgreementMandatorySkipSetupMsg" = "Sie haben den Lizenzbedingungen von SourceTree nicht zugestimmt. Damit wird SourceTree jetzt beendet. Sind Sie sich sicher?";

/* LicenseAgreementMandatoryTitle */
"LicenseAgreementMandatoryTitle" = "Lizenzzustimmung erforderlich";

/* LicenseFileConfirmOverwriteMsg */
"LicenseFileConfirmOverwriteMsg" = "You already have a license installed, are you sure you want to install this new license?";

/* LicenseFileConfirmOverwriteTitle */
"LicenseFileConfirmOverwriteTitle" = "Lizenz überschreiben?";

/* LicenseFileImportErrMsg */
"LicenseFileImportErrMsg" = "Es gab ein Problem beim Importieren der Lizenzdatei: %@";

/* LicenseFileImportErrTitle */
"LicenseFileImportErrTitle" = "Fehler beim Importieren der Lizenz";

/* LicenseFileInvalidMsg */
"LicenseFileInvalidMsg" = "Die ausgewählte Datei ist keine gültige SourceTree Lizenz Datei. Bitte wählen Sie eine gültige Lizenz aus.";

/* LicenseFileInvalidTitle */
"LicenseFileInvalidTitle" = "Ungültige Lizenz";

/* LoginFailedTitle */
"LicenseRetrievalFailedTitle" = "Das Abholen der Lizenz ist fehlgeschlagen";

/* LocateMovedRepository */
"LocateMovedRepository" = "Verschobenes Projektarchiv lokalisieren";

/* LogAllParents */
"LogAllParents" = "Alle Eltern";

/* LogAncestorOrder */
"LogAncestorOrder" = "Nach Vorfahren Ordnen";

/* LogBranchesAll */
"LogBranchesAll" = "Alle Branches";

/* LogBranchesCurrent */
"LogBranchesCurrent" = "Aktueller Branch";

/* LogDateOrder */
"LogDateOrder" = "Nach Datum Ordnen";

/* LogFollowFirst */
"LogFollowFirst" = "First Parent Only";

/* LoggingInStatus */
"LoggingInStatus" = "Anmeldung...";

/* LogHideRemotes */
"LogHideRemotes" = "Verstecke entfernte Branches";

/* Login */
"Login" = "Login";

/* LogShowRemotes */
"LogShowRemotes" = "Zeige entfernte Branches";

/* MercurialExtNoPath */
"MercurialExtNoPath" = "Kern";

/* MercurialRepoIdentified */
"MercurialRepoIdentified" = "Dies ist ein Mercurial Projektarchiv";

/* MercurialVersionEmbedded */
"MercurialVersionEmbedded" = "Integrierte Mercurial Version %@";

/* MercurialVersionSystem */
"MercurialVersionSystem" = "System Mercurial Version %@";

/* Merge */
"Merge" = "Vereinen";

/* MergeCommitPrefix */
"MergeCommitPrefix" = "Vereinen";

/* MergeErrorTitle */
"MergeErrorTitle" = "Fehler während Merge";

/* MissingEmailAddressMsg */
"MissingEmailAddressMsg" = "Ein E-Mail muss angegeben werden um Fortzusetzen";

/* MissingEmailAddressTitle */
"MissingEmailAddressTitle" = "Fehlende Email Adresse";

/* MissingFieldTitle */
"MissingFieldTitle" = "Fehlendes Feld";

/* MissingPasswordMsg */
"MissingPasswordMsg" = "Ein Passwort muss angegeben werden um Fortzusetzen";

/* MissingPasswordTitle */
"MissingPasswordTitle" = "Fehlendes Kennwort";

/* Mode */
"Mode" = "modus";

/* ModifiedFiles */
"ModifiedFiles" = "Veränderte Datei";

/* MoreInfo */
"MoreInfo" = "Weitere Infos";

/* Move */
"Move" = "Verschieben";

/* MoveFileMessage */
"MoveFileMessage" = "Zielpfad für %@ auswählen";

/* MoveFileNameLabel */
"MoveFileNameLabel" = "Zielpfad";

/* MoveFileTitle */
"MoveFileTitle" = "Verschiebe Datei";

/* MoveTag */
"MoveTag" = "Tag verschieben";

/* MoveToTrash */
"MoveToTrash" = "Auch in den Papierkorb verschieben";

/* NewCommitToPullGitMsg */
"NewCommitToPullGitMsg" = "%d new commit to pull from \"%@\" for \"%@\"";

/* NewCommitToPullGitTitle */
"NewCommitToPullGitTitle" = "Neuer Commit verfügbar";

/* NewCommitToPullHgMsg */
"NewCommitToPullHgMsg" = "%d new changeset to pull for \"%@\"";

/* NewCommitToPullHgTitle */
"NewCommitToPullHgTitle" = "Neues Changeset verfügbar";

/* NewCommitToPullPluralGitMsg */
"NewCommitToPullPluralGitMsg" = "%d new commits to pull from \"%@\" for \"%@\"";

/* NewCommitToPullPluralGitTitle */
"NewCommitToPullPluralGitTitle" = "Neue Commits verfügbar";

/* NewCommitToPullPluralHgMsg */
"NewCommitToPullPluralHgMsg" = "%d new changesets to pull for \"%@\"";

/* NewCommitToPullPluralHgTitle */
"NewCommitToPullPluralHgTitle" = "Neues Changeset verfügbar";

/* NewGroup */
"NewGroup" = "Neue Gruppe";

/* NewRepositoryMsg */
"NewRepositoryMsg" = "Erzeuge neues %@ Repository bei %@";

/* No */
"No" = "Nein";

/* NoCommitSelected */
"NoCommitSelected" = "Kein Commit ausgewählt";

/* NoCommitSelectedMessage */
"NoCommitSelectedMessage" = "Bitte wähle mindestens einen Commit um fortzufahren";

/* NoFilesSelected */
"NoFilesSelected" = "Keine Dateien ausgewählt";

/* NoFilesSelectedMessage */
"NoFilesSelectedMessage" = "Bitte mindestens eine Datei auswählen um fortzufahren.";

/* NoFilesToCommit */
"NoFilesToCommit" = "Nichts zum Commiten vorhanden!";

/* NoFilesToCommitMessage */
"NoFilesToCommitMessage" = "Bitte wählen Sie zunächst Dateien aus bevor Sie fortfahren.";

/* NoForcePushWarningInFuture */
"NoForcePushWarningInFuture" = "Nicht noch einmal warnen";

/* NoncontiguousStageSelectionMsg */
"NoncontiguousStageSelectionMsg" = "Diese Operation kann nur auf einer zusammenhängenden Auswahl an Zeilen ausgeführt werden, bitte eine einzige umfassende Auswahl an Zeilen auswählen oder diese Aktion einzeln auf den einzelnen Bereichen ausführen, falls cherry-picking notwendig ist.";

/* NoncontiguousStageSelectionTitle */
"NoncontiguousStageSelectionTitle" = "Nicht zusammenhängende Auswahl";

/* NoRemoteBranchSelected */
"NoRemoteBranchSelected" = "Kein entfernter Branch ausgewählt";

/* NoRevisionSelected */
"NoRevisionSelected" = "Keine Revision ausgewählt";

/* NoStagedChangesToCommit */
"NoStagedChangesToCommit" = "Keine vorgemerkten Änderungen vorhanden - alles commiten?";

/* NoStagedChangesToCommitMessage */
"NoStagedChangesToCommitMessage" = "You haven't staged any changes to be committed.\n\nWould you like to just commit all your modifications? This won't add any new files that aren't tracked yet.";

/* NoSystemGitFlowMsg */
"NoSystemGitFlowMsg" = "Git-flow was not found in the location specified; the SourceTree internal version will be used.";

/* NoSystemGitFlowTitle */
"NoSystemGitFlowTitle" = "Git-flow nicht gefunden";

/* NoSystemGitLfsMsg */
"NoSystemGitLfsMsg" = "Git LFS was not found on your system, the internal version will be used.";

/* NoSystemGitLfsTitle */
"NoSystemGitLfsTitle" = "Git LFS not found";

/* NoSystemGitMsg */
"NoSystemGitMsg" = "Git was not found on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemGitTitle */
"NoSystemGitTitle" = "Git nicht gefunden";

/* NoSystemMercurialMsg */
"NoSystemMercurialMsg" = "Mercurial was not found on on your system in the standard locations; the SourceTree internal version will be used.";

/* NoSystemMercurialTitle */
"NoSystemMercurialTitle" = "Mercurial nicht gefunden";

/* NotAValidSourcePathURL */
"NotAValidSourcePathURL" = "Kein gültiger Source Path / URL";

/* NothingToCommit */
"NothingToCommit" = "Keine Daten für den Commit vorhanden!";

/* OK */
"OK" = "OK";

/* OpenNotWorkingCopy */
"OpenNotWorkingCopy" = "The path %@ does not refer to a working copy for Mercurial or Git.";

/* OpenNotWorkingCopyTitle */
"OpenNotWorkingCopyTitle" = "Ungültiger Ordner";

/* OpenSelectedVersionFileMenuTitle */
"OpenSelectedVersionFileMenuTitle" = "Öffne ausgewählte Versionsdatei";

/* OpenSelectedVersionFilesMenuTitle */
"OpenSelectedVersionFilesMenuTitle" = "Öffne ausgewählte Versionsdateien";

/* OpenSourcePath */
"OpenSourcePath" = "Öffne Source Pfad";

/* OpenSvnAuthorsFile */
"OpenSvnAuthorsFile" = "Öffne Autor Map Datei";

/* Open Working Copy */
"OpenWorkCopy" = "Arbeitskopie öffnen";

/* PasswordInURLNotAllowedMsg */
"PasswordInURLNotAllowedMsg" = "Warning: embedding passwords in URLs is extremely insecure. You are advised to remove the password; SourceTree will prompt you when a password is needed and you will have the option to use your Keychain to store them. \n\nIt is highly recommended to press 'Cancel' and remove the password(s) from your remote settings before proceeding. Click 'OK' if you want to embed the password anyway (not recommended).";

/* PasswordInURLNotAllowedTitle */
"PasswordInURLNotAllowedTitle" = "Passwort in URL gefunden";

/* PasswordMismatchTitle */
"PasswordMismatchTitle" = "Passwörter stimmen nicht überein";

/* PasswordMismatchMsg
   PasswordRegisterField */
"PasswordRegisterField" = "Passwort";

/* PatchConfirmedStrip */
"PatchConfirmedStrip" = "Successfully determined strip and base path options";

/* PatchCouldntFindStripForFile */
"PatchCouldntFindStripForFile" = "Could not determine strip/base path options from patch file entry: %@";

/* PatchDryRunOk */
"PatchDryRunOk" = "The dry run of this patch succeeded. Deselect the 'Dry Run' option and run again to apply for real.";

/* PatchDryRunOkTitle */
"PatchDryRunOkTitle" = "Pathc Ok!";

/* PatchDryRunToolTip */
"PatchDryRunToolTip" = "Nur testen, ob der Patch angewendet werden kann";

/* PatchFailedMessage */
"PatchFailedMessage" = "Applying a patch to the working folder failed - the most likely reason for this is that the state of the file(s) in your working folder have altered too much for the patch process to be able to complete successfully.\n\nPlease make the changes manually instead.";

/* PatchFailedTitle */
"PatchFailedTitle" = "Patching fehlgeschlagen";

/* PatchGitDryRunUnavailable */
"PatchGitDryRunUnavailable" = "Git does not support --dry-run on full commit imports";

/* PatchHgDryRunUnavailable */
"PatchHgDryRunUnavailable" = "Mercurial does not support --dry-run on full commit imports or patches with extended diff options";

/* PatchIsBasicDiff */
"PatchIsBasicDiff" = "Patch is a working copy diff format.";

/* PatchIsExtendedDiff */
"PatchIsExtendedDiff" = "Patch contains extended diff information (copy, rename, binary etc)";

/* PatchIsGitCommit */
"PatchIsGitCommit" = "Patch enthält einen Git commit.";

/* PatchIsMercurialChangeset */
"PatchIsMercurialChangeset" = "Patch enthält ein Mercurial-Changeset.";

/* PatchIsNotAPatch */
"PatchIsNotAPatch" = "Dies ist keine gültige Patch-Datei";

/* PendingFiles */
"PendingFiles" = "Ausstehende Dateien";

/* PleaseSelectACommit */
"PleaseSelectACommit" = "Bitte wähle einen Commit.";

/* PleaseSelectARemoteBranch */
"PleaseSelectARemoteBranch" = "Bitte wähle einen Remote Branch.";

/* PleaseSelectARevision */
"PleaseSelectARevision" = "Bitte wähle eine Revision";

/* ProceedNotRecommended */
"ProceedNotRecommended" = "Fortfahren (nicht empfohlen)";

/* PullFailedTitle */
"PullFailedTitle" = "Pull fehlgeschlagen";

/* PullSubtreeMessage */
"PullSubtreeMessage" = "Soll der Unterbaum '%@' von '%@' unter Verwendung des Branch/Commit '%@' wirklich gepullt werden?";

/* PullSubtreeTitle */
"PullSubtreeTitle" = "Pull Unterbaum";

/* Push... */
"Push..." = "Push...";

/* PushCommitImmedatelyTo */
"PushCommitImmedatelyTo" = "Änderungen sofort nach %@ pushen";

/* PushFromCommitFailedMsg */
"PushFromCommitFailedMsg" = "Der Commit konnte erfolgreich durchgeführt werden, aber der Push ist fehlgeschlagen. Bitte benutzen Sie den Push Button aus der Toolbar um den Push-Vorgang erneut zu versuchen.";

/* PushFromCommitFailedTitle */
"PushFromCommitFailedTitle" = "Push fehlgeschlagen";

/* PushSubtreeMessage */
"PushSubtreeMessage" = "Sind Sie sich sicher, dass Sie den Unterbaum '%@' zum Repository '%@' mit dem Branch/Commit '%@' pushen wollen?";

/* PushSubtreeTitle */
"PushSubtreeTitle" = "Push Unterbaum";

/* PushToLogViewMenuTitle */
"PushToLogViewMenuTitle" = "Pushe Revision %@...";

/* PushToLogViewPlainMenuTitle */
"PushToLogViewPlainMenuTitle" = "Push Revision";

/* Rebase */
"Rebase" = "Rebase";

/* RebaseAbort */
"RebaseAbort" = "Rebase abbrechen";

/* RebaseAbortSummaryText */
"RebaseAbortSummaryText" = "Breche Rebase ab";

/* RebaseContinue */
"RebaseContinue" = "Rebase fortsetzen";

/* RebaseContinueAbortMsg */
"RebaseContinueAbortMsg" = "Es scheint, als finde ein Rebase statt, das eventuell aufgrund eines Konflikts unterbrochen wurde. Falls die Konflikte in der Arbeitskopie aufgelöst wurden, kann zwischen Fortfahren des Rebase und Abbruch des Vorgangs  an dieser Stelle entschieden werden.";

/* RebaseContinueAbortTitle */
"RebaseContinueAbortTitle" = "Rebase wird ausgeführt";

/* RebaseContinueSummaryText */
"RebaseContinueSummaryText" = "Rebase wird fortgesetzt";

/* RebasingInteractively */
"RebasingInteractively" = "Interaktives Rebase...";

/* Register */
"Register" = "Registrieren";

/* RegisteringAccountStatus */
"RegisteringAccountStatus" = "Konto registrieren...";

/* RegisterNowButton */
"RegisterNowButton" = "Jetzt registrieren - kostenlos!";

/* ReleaseName */
"ReleaseName" = "Release Version:";

/* RemoteProjectLinkBaseURLInvalid */
"RemoteProjectLinkBaseURLInvalid" = "Host Root URL ist ungültig - muss ein gültiges http[s]:// URL sein.";

/* RemoteProjectLinkBaseURLMissing */
"RemoteProjectLinkBaseURLMissing" = "Please supply a Host Root URL for this remote to enable enhanced integration.";

/* RemoteProjectLinkValidationTitle */
"RemoteProjectLinkValidationTitle" = "Validierungsfehler";

/* RemoteUrlCannotMatchToRepoMsg */
"RemoteUrlCannotMatchToRepoMsg" = "There is no remote defined in the repository you selected that matches the incoming remote project details. If you definitely want to associate this repository with this remote link then please edit the remote details on your repository to match.";

/* RemoteUrlCannotMatchToRepoTitle */
"RemoteUrlCannotMatchToRepoTitle" = "Remote-Details stimmen nicht überein";

/* RemoveBookmark */
"RemoveBookmark" = "Lesezeichen löschen";

/* RemoveBookmarks */
"RemoveBookmarks" = "Lesezeichen löschen";

/* RenameBranch */
"RenameBranch" = "Branch umbenennen";

/* RenameBranchFieldLabel */
"RenameBranchFieldLabel" = "Neuer Branchname:";

/* Replace */
"Replace" = "Ersetzen";

/* RepoIsGone */
"RepoIsGone" = "Projektarchiv fehlt";

/* RepoIsGoneMsg */
"RepoIsGoneMsg" = "Dieses Projektarchiv scheint von gelöscht oder verschoben worden zu sein.\n\nMöchten Sie das Lesezeichen zu diesem entfernen oder die Pfadangabe zum Projektarchiv korrigieren?";

/* RepoMovedOrDeleted */
"RepoMovedOrDeleted" = "Repository wurde verschoben oder gelöscht";

/* RepoScanningDone */
"RepoScanningDone" = "Done, please select the repositories to add below.";

/* RepositoryActions */
"RepositoryActions" = "Repository-Aktionen";

/* RequiredFieldMsg */
"RequiredFieldMsg" = "Das Feld %@ muss ausgefüllt werden";

/* ReregisterButton */
"ReregisterButton" = "Wiederregistrieren";

/* ResetBranchToMenuTitle */
"ResetBranchToMenuTitle" = "Setze %@ auf diesen Commit zurück";

/* ResetMenuTitle */
"ResetMenuTitle" = "Zurücksetzen…";

/* ResetToCommitMenuTitle */
"ResetToCommitMenuTitle" = "Zurücksetzen auf Commit...";

/* RestoreCommitButtonTitle */
"RestoreCommitButtonTitle" = "Wiederherstellen";

/* RestoreCommitContextMenuTitle */
"RestoreCommitContextMenuTitle" = "Commit wiederherstellen...";

/* ReverseHunk */
"ReverseHunk" = "Block zurücksetzen";

/* ReverseLines */
"ReverseLines" = "Zeilen zurücksetzen";

/* RevertMenuTitle */
"RevertMenuTitle" = "Rückgängig…";

/* RevertNoFilesSelectedMsg */
"RevertNoFilesSelectedMsg" = "Bitte wähle mindestens eine Datei um fortzufahren";

/* RevertNoFilesSelectedTitle */
"RevertNoFilesSelectedTitle" = "Keine Dateien ausgewählt";

/* RevertPickParentMessage */
"RevertPickParentMessage" = "Due to an outstanding merge your working copy has more than one parent revision. Please pick the revision you wish to revert to:\n\n%@\n\nor:\n\n%@";

/* RevertPickParentTitle */
"RevertPickParentTitle" = "Pick Parent Revision";

/* RevertToRevisionMenuTitle */
"RevertToRevisionMenuTitle" = "Rückgängig bis zur Revision…";

/* RevisionDetailsForMultipleSelection */
"RevisionDetailsForMultipleSelection" = "Displaying all changes between %@ and %@";

/* RevisionLabel */
"RevisionLabel" = "Revision:";

/* ScanForRepositories */
"ScanForRepositories" = "Ordner nach Repositories durchsuchen";

/* SetDestinationPath */
"SetDestinationPath" = "Zielpfad auswählen";

/* No comment provided by engineer. */
"Settings" = "Einstellungen";

/* ShelveExistsAlertMsg */
"ShelveExistsAlertMsg" = "A shelve with this name already exists.\n\nDo you want to overwrite the existing shelve with the same name? You will lose your changes in your existing shelve.";

/* ShelveExistsAlertTitle */
"ShelveExistsAlertTitle" = "Shelve Exists";

/* ShelveMenuTitle */
"ShelveMenuTitle" = "Vorgemerkte Änderungen";

/* ShowCommandOutputMenuItemTitle */
"ShowCommandOutputMenuItemTitle" = "Zeige Kommandoausgabe";

/* ShowSidebarMenuItemTitle */
"ShowSidebarMenuItemTitle" = "Sidebar anzeigen";

/* BOOKMARKS */
"SidebarBookmarks" = "LESEZEICHEN";

/* BRANCHES */
"SidebarBranches" = "BRANCHES";

/* SidebarCheckout */
"SidebarCheckout" = "Checkout %@";

/* SidebarCloseBranch */
"SidebarCloseBranch" = "Schließen %@";

/* SidebarDeleteBranch */
"SidebarDeleteBranch" = "Lösche %@";

/* SidebarDeleteSubmodule */
"SidebarDeleteSubmodule" = "Lösche %@";

/* SidebarFetchRemote */
"SidebarFetchRemote" = "Beziehe von %@";

/* FILE STATUS */
"SidebarFileStatus" = "DATEISTATUS";

/* SidebarMergeBranch */
"SidebarMergeBranch" = "Merge %@ in %@";

/* SidebarNewSubmodule */
"SidebarNewSubmodule" = "Untermodul hinzufügen...";

/* SidebarNewSubrepository */
"SidebarNewSubrepository" = "untergeordnetes Projektarchiv hinzufügen";

/* SidebarNewSubtree */
"SidebarNewSubtree" = "Unterbaum hinzufügen/verlinken";

/* SidebarOpenSubmodule */
"SidebarOpenSubmodule" = "Öffne %@";

/* SidebarPullRemote */
"SidebarPullRemote" = "Pull von %@";

/* SidebarPullRemoteBranch */
"SidebarPullRemoteBranch" = "Pull %@ in %@";

/* SidebarPullTrackedBranch */
"SidebarPullTrackedBranch" = "Pull %@ (verfolgt)";

/* SidebarPushRemote */
"SidebarPushRemote" = "Pushe zu %@";

/* SidebarPushTo */
"SidebarPushTo" = "Pushe zu %@";

/* SidebarPushTrackedBranch */
"SidebarPushTrackedBranch" = "Pushe zu %@ (verfolgt)";

/* SidebarRebaseBranch */
"SidebarRebaseBranch" = "Rebase current changes onto %@";

/* REMOTES */
"SidebarRemotes" = "REMOTES";

/* SidebarRemoveRemote */
"SidebarRemoveRemote" = "Lösche %@...";

/* SidebarRemoveTag */
"SidebarRemoveTag" = "Lösche %@";

/* SHELVED */
"SidebarShelved" = "SHELVED";

/* STASHES */
"SidebarStashes" = "STASHES";

/* SUBMODULES */
"SidebarSubmodules" = "SUBMODULES";

/* SUBREPOSITORIES */
"SidebarSubrepos" = "SUBREPOSITORIES";

/* SUBTREES */
"SidebarSubtrees" = "UNTERBÄUME";

/* TAGS */
"SidebarTags" = "TAGS";

/* SidebarUpdateTo */
"SidebarUpdateTo" = "Update zu %@";

/* SignRevConfirmMsg */
"SignRevConfirmMsg" = "Are you sure you wish to sign revision %@? This will create a new commit.";

/* SignRevConfirmTitle */
"SignRevConfirmTitle" = "Confirm Sign Revision";

/* SignRevisionTaskTitle */
"SignRevisionTaskTitle" = "Sign Revision";

/* SortedByCheckedUnchecked */
"SortedByCheckedUnchecked" = "Sortiert nach markiert / unmarkiert";

/* SortedByFilename */
"SortedByFilename" = "Sortiert nach Dateiname";

/* SortedByFilenameReverse */
"SortedByFilenameReverse" = "sorted by filename (reversed)";

/* SortedByFileStatus */
"SortedByFileStatus" = "sortiert nach Dateistatus";

/* SortedByPath */
"SortedByPath" = "sortiert nach Pfad";

/* SortedByPathReverse */
"SortedByPathReverse" = "sorted by path (reversed)";

/* SourceEqualsDest */
"SourceEqualsDest" = "Der Zielpfad muss sich vom Quellpfad unterscheiden.";

/* SourceEqualsDestTitle */
"SourceEqualsDestTitle" = "Ungültiger Dateiname";

/* SpecifiedCommitLabel */
"SpecifiedCommitLabel" = "Angegebener Commit:";

/* SpecifiedRevisionLabel */
"SpecifiedRevisionLabel" = "Angegebene Revision:";

/* SpecifySubtreeLocalRelativePath */
"SpecifySubtreeLocalRelativePath" = "Unterbaum-Pfad auswählen";

/* SSLErrorHelpMessage */
"SSLErrorHelpMessage" = "Click 'More Info' for details on how to resolve this.";

/* SSLErrorTitle */
"SSLErrorTitle" = "SSL Zertifikats Fehler";

/* No comment provided by engineer. */
"StagedFiles" = "Vorgemerkte Dateien";

/* StageHunk */
"StageHunk" = "Block vormerken";

/* StageLines */
"StageLines" = "Zeilen vormerken";

/* StashExistsAlertMsg */
"StashExistsAlertMsg" = "Ein Zwischenspeicher mit diesem Namen existiert bereits.\n\nMöchtest du einen neuen Zwischenspeicher mit dem selben Namen erstellen? Der bereits existierende Zwischenspeicher wird dadurch nicht überschrieben.";

/* StashExistsAlertTitle */
"StashExistsAlertTitle" = "Stash existiert";

/* StashMenuTitle */
"StashMenuTitle" = "Stash-Änderungen...";

/* StatusTooltipAdded */
"StatusTooltipAdded" = "Hinzugefügt";

/* StatusTooltipClean */
"StatusTooltipClean" = "Unverändert";

/* StatusTooltipDeleted */
"StatusTooltipDeleted" = "Entfernt";

/* StatusTooltipIgnored */
"StatusTooltipIgnored" = "Ignoriert";

/* StatusTooltipMergeConflicted */
"StatusTooltipMergeConflicted" = "Konfliktbehaftet";

/* StatusTooltipMergeResolved */
"StatusTooltipMergeResolved" = "Vereinigung durchgeführt";

/* StatusTooltipMissing */
"StatusTooltipMissing" = "Fehlend";

/* StatusTooltipModified */
"StatusTooltipModified" = "Verändert";

/* StatusTooltipRenamed */
"StatusTooltipRenamed" = "Umbenannt";

/* StatusTooltipSubrepoChanged */
"StatusTooltipSubrepoChanged" = "Subrepository tracked commit changed";

/* StatusTooltipUnknown */
"StatusTooltipUnknown" = "Nicht verfolgt";

/* StripMenuTitle */
"StripMenuTitle" = "Strip from here";

/* SubmoduleGitOnlyMsg */
"SubmoduleGitOnlyMsg" = "Submodule können nur git Repositories sein.";

/* SubmoduleGitOnlyTitle */
"SubmoduleGitOnlyTitle" = "Dies ist kein Git Repository";

/* SubmoduleOutsideRepoMsg */
"SubmoduleOutsideRepoMsg" = "You must pick a path that is inside your repository path.";

/* SubmoduleOutsideRepoTitle */
"SubmoduleOutsideRepoTitle" = "Pfad ungültig";

/* SubmodulesWithUncommitted */
"SubmodulesWithUncommitted" = "Uncommitted submodules:";

/* SubmodulesWithUnpushed */
"SubmodulesWithUnpushed" = "Submodules with outgoing changes:";

/* SubreposWithUncommitted */
"SubreposWithUncommitted" = "Uncommitted subrepositories:";

/* SubreposWithUnpushed */
"SubreposWithUnpushed" = "Subrepositories with outgoing changes:";

/* SubrepoUncommittedChangesParentCommitMsg */
"SubrepoUncommittedChangesParentCommitMsg" = "You must commit outstanding changes to subrepositories before committing the parent repository.";

/* SubrepoUncommittedChangesParentCommitTitle */
"SubrepoUncommittedChangesParentCommitTitle" = "Uncommitted subrepository changes";

/* SubrepoUnpushedChangesParentPushMsg */
"SubrepoUnpushedChangesParentPushMsg" = "You must push your changes to subrepositories before proceeding.";

/* SubrepoUnpushedChangesParentPushTitle */
"SubrepoUnpushedChangesParentPushTitle" = "Push subrepositories before proceeding";

/* SubtreeDetailsMsg */
"SubtreeDetailsMsg" = "Details for subtree:\n\nRepo: %@\nLocal Relative Path: %@\nBranch / Commit: %@";

/* SubtreeDetailsTitle */
"SubtreeDetailsTitle" = "Unterbaum-Details";

/* SubtreeLinkFolderConfirmMsg */
"SubtreeLinkFolderConfirmMsg" = "A folder already exists at the path you've specified. Do you want to create a link between the remote details you've specified and the existing folder? (note, this won't cause any changes in your repository)";

/* SubtreeLinkFolderConfirmTitle */
"SubtreeLinkFolderConfirmTitle" = "Unterbaum-Details verlinken";

/* SubtreeMissingCommitBranchMsg */
"SubtreeMissingCommitBranchMsg" = "The field 'Branch / Commit' is a required field";

/* SubtreeMissingCommitBranchTitle */
"SubtreeMissingCommitBranchTitle" = "Unterbaum-Detail fehlt";

/* SubtreeMissingSourcePathMsg */
"SubtreeMissingSourcePathMsg" = "Ein Quellpfad / URL wird benötigt, um diese Unterbaum-Aktion auszuführen.";

/* SubtreeMissingSourcePathTitle */
"SubtreeMissingSourcePathTitle" = "Unterbaum-Pfad fehlt";

/* SubtreePathAlreadyUsedMsg */
"SubtreePathAlreadyUsedMsg" = "The local subtree path '%@' is already linked to a subtree. Do you want to replace the details already associated with that subtree?";

/* SubtreePathAlreadyUsedTitle */
"SubtreePathAlreadyUsedTitle" = "Überschreibe Unterbaum-Link";

/* SubtreePathPrefixAbsolutePathMsg */
"SubtreePathPrefixAbsolutePathMsg" = "The path prefix specified is an absolute path which could cause problems with your subtree. Are you sure you want to continue?";

/* SubtreePathPrefixAbsolutePathTitle */
"SubtreePathPrefixAbsolutePathTitle" = "Path Prefix Error";

/* SubtreeSquashOption */
"SubtreeSquashOption" = "Commits vereinen";

/* SubversionPullTaskSummary */
"SubversionPullTaskSummary" = "Pulling von Subversion";

/* SubversionRevisionLabels */
"SubversionRevisionLabels" = "Subversion Revision:";

/* SummaryClean */
"SummaryClean" = " Clean  ";

/* SummaryDiffSuppressed */
"SummaryDiffSuppressed" = "Diff unterdrückt (Dateigröße oder Muster)";

/* SummaryMergeConflict */
"SummaryMergeConflict" = "Ungelöste Vereinigung:";

/* SummaryMergeOk */
"SummaryMergeOk" = "Vereinen:";

/* SummaryNumAdded */
"SummaryNumAdded" = "Hinzugefügt: %u";

/* SummaryNumConflicts */
"SummaryNumConflicts" = "Konflikte: %u";

/* SummaryNumIncoming */
"SummaryNumIncoming" = "Eingehend: %u";

/* SummaryNumMissing */
"SummaryNumMissing" = "Fehlend: %u";

/* SummaryNumModified */
"SummaryNumModified" = "Bearbeitet: %u";

/* SummaryNumOutgoing */
"SummaryNumOutgoing" = "Ausgehend: %u";

/* SummaryNumRemoved */
"SummaryNumRemoved" = "Gelöscht: %u";

/* SummaryNumUnknown */
"SummaryNumUnknown" = "Unbekannt: %u";

/* SummaryRebaseConflict */
"SummaryRebaseConflict" = "Ungelöster Rebase:";

/* SummaryRebaseOk */
"SummaryRebaseOk" = "Rebase:";

/* SummaryTextCopyRename */
"SummaryTextCopyRename" = "Datei kopiert/umbenannt von %@";

/* SummaryTextDeletedBinary */
"SummaryTextDeletedBinary" = "Binärdatei gelöscht";

/* SummaryTextDeletedFile */
"SummaryTextDeletedFile" = "Datei gelöscht";

/* SummaryTextFileContents */
"SummaryTextFileContents" = "Datei Inhalt";

/* SummaryTextHunkSameLines */
"SummaryTextHunkSameLines" = "Block %d : Zeilen %d-%d";

/* SummaryTextLines */
"SummaryTextLines" = "Zeilen";

/* SummaryTextLinesAdded */
"SummaryTextLinesAdded" = "Zeilen hinzugefügt";

/* SummaryTextLinesRemoved */
"SummaryTextLinesRemoved" = "Zeilen entfernt";

/* SummaryTextModifiedBinary */
"SummaryTextModifiedBinary" = "Geänderte Binärdatei";

/* SummaryTextModifiedFile */
"SummaryTextModifiedFile" = "Geänderte Datei";

/* SummaryTextNewBinary */
"SummaryTextNewBinary" = "Neue Binärdatei";

/* SummaryTextNewFile */
"SummaryTextNewFile" = "Neue Datei";

/* SummaryTextSubrepoCommitChanged */
"SummaryTextSubrepoCommitChanged" = "Commit geändert bei gefolgtem Unter-Projektarchiv ";

/* SummaryTextUnmodified */
"SummaryTextUnmodified" = "Unveränderte Datei";

/* SummaryTextUntrackedBinary */
"SummaryTextUntrackedBinary" = "Nicht verfolgte Binärdatei";

/* SummaryTextUntrackedFile */
"SummaryTextUntrackedFile" = "Nicht verfolgte Datei";

/* SvnRepoIdentified */
"SvnRepoIdentified" = "Dies ist ein Subversion-Server (muss nach Git oder Mercurial geklont werden)";

/* SvnRepoIdentifiedUseNative */
"SvnRepoIdentifiedUseNative" = "Dies ist ein Subversion-Server";

/* SvnSelectTargetTypeMsg */
"SvnSelectTargetTypeMsg" = "Bitte konvertiere das Subversion-Repository entweder zu Git oder zu Mercurial.";

/* SvnSelectTargetTypeTitle */
"SvnSelectTargetTypeTitle" = "Wähle Ziel-Repository Typ";

/* SwitchingWorkingCopyTaskTitle */
"SwitchingWorkingCopyTaskTitle" = "Wechsel Arbeitskopie...";

/* SystemGitFlowFolderMsg */
"SystemGitFlowFolderMsg" = "Wähle die zu benutzende git-flow-Version";

/* SystemGitFlowFolderTitle */
"SystemGitFlowFolderTitle" = "Lokalisiere git-flow";

/* SystemGitFlowWarningMsg */
"SystemGitFlowWarningMsg" = "SourceTree requires a recent version of git-flow which includes 2  pull requests which were added to the 'develop' branch of the official git-flow repository (https://github.com/nvie/gitflow) from 9th July 2012 onwards.\n\n. Your system version of git-flow MUST include these pull requests, numbered #222 and #223.";

/* SystemGitFlowWarningTitle */
"SystemGitFlowWarningTitle" = "Warning: git-flow version requirements";

/* SystemGitFolderMsg */
"SystemGitFolderMsg" = "Lokalisiere die Git-Instanz deines Systems";

/* SystemGitFolderTitle */
"SystemGitFolderTitle" = "Lokalisiere System Git";

/* SystemGitLfsFolderMsg */
"SystemGitLfsFolderMsg" = "Locate your system git-lfs executable";

/* SystemGitLfsFolderTitle */
"SystemGitLfsFolderTitle" = "Locate system Git LFS";

/* SystemMercurialFolderFieldName */
"SystemMercurialFolderFieldName" = "Mercurial Python package folder:";

/* SystemMercurialFolderMsg */
"SystemMercurialFolderMsg" = "Please locate your system Mercurial package. \nThis should be within your Python library folder, \nfor example '/Library/Python/2.7/site-packages/mercurial'.";

/* SystemMercurialFolderTitle */
"SystemMercurialFolderTitle" = "Locate system Mercurial";

/* TagDetails */
"TagDetails" = "Tag-Details";

/* TaskCantCreateOutputFile */
"TaskCantCreateOutputFile" = "Unable to write output to file: %@";

/* TaskPullingFrom */
"TaskPullingFrom" = "Pulling von %@";

/* TaskRevertingFilesTo */
"TaskRevertingFilesTo" = "Dateien zurücksetzen zu %@";

/* TransplantMenuTitle */
"TransplantMenuTitle" = "Transplant";

/* TrialDaysRemainingMessage */
"TrialDaysRemainingMessage" = "Es verbleiben %d Tage Deines Testzeitraums.";

/* Uncommitted changes */
"UncommittedChanges" = "This revision does not yet exist, it will be created once you commit your changes.";

/* UncommittedChangesMsg */
"UncommittedChangesMsg" = "You have uncommitted changes in your working copy that need to be committed before you can proceed; please commit and then repeat this action.";

/* UncommittedChangesTitle */
"UncommittedChangesTitle" = "Unveröffentlichte Änderungen";

/* UndoRedoMenuTitleDelete */
"UndoRedoMenuTitleDelete" = "Löschen";

/* UndoRedoMenuTitleEdit */
"UndoRedoMenuTitleEdit" = "Bearbeiten";

/* UndoRedoMenuTitleEditMessage */
"UndoRedoMenuTitleEditMessage" = "Meldung editieren";

/* UndoRedoMenuTitleMove */
"UndoRedoMenuTitleMove" = "Verschieben";

/* UndoRedoMenuTitleSquash */
"UndoRedoMenuTitleSquash" = "Vereinen";

/* UnknownErrorMsg */
"UnknownErrorMsg" = "Unbekannter Fehler";

/* No comment provided by engineer. */
"UnstagedFiles" = "Nicht vorgemerkte Dateien";

/* UnstageHunk */
"UnstageHunk" = "Block nicht mehr vormerken";

/* UnstageLines */
"UnstageLines" = "Zeilen verwerfen";

/* UntrackedFiles */
"UntrackedFiles" = "Nicht verfolgte Datei";

/* UpdateToMenuTitle */
"UpdateToMenuTitle" = "Aktualisieren zu...";

/* UrlDetectionMsg */
"UrlDetectionMsg" = "Details";

/* UseRevisionButton */
"UseRevisionButton" = "Benutze %@";

/* WarnCheckoutDetachedHeadMsg */
"WarnCheckoutDetachedHeadMsg" = "Checking out this commit will create a detached HEAD, and you will no longer be on any branch (unless you subsequently create a new one). \n\nAre you sure that's what you want? If not, press Cancel and pick another commit, or if this is a remote branch you can use the 'Checkout New Branch' tab instead to create a new local branch.";

/* WarnCheckoutDetachedHeadTitle */
"WarnCheckoutDetachedHeadTitle" = "Achtung: Erstellen eines freistehenden HEAD-Zweiges";

/* WarnWorkingCopyResetMsg */
"WarnWorkingCopyResetMsg" = "Wichtige Warnung: wenn Sie diese Aktion tun, gehen Ihre sämtliche nicht eingecheckten Änderungen verloren, wollen Sie fortfahren?";

/* WarnWorkingCopyResetTitle */
"WarnWorkingCopyResetTitle" = "Unveröffentlichte Änderungen!";

/* Working Copy */
"Working Copy" = "Arbeitskopie";

/* No
   Yes */
"Yes" = "Ja";

